Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/other_files/STM200820090043000DDDPDFS.pdf.tmx
Source language: nob
Languages: sme

source: 2.4 Ny valgordning og forberedelser til valg 2009 Sametinget vedtok i 2007 ny valgordning for valg til Sametinget.
sme: 2.4 Ođđa válgaortnet ja ráhkkaneapmi válgii 2009 Sámediggi mearridii 2007:s ođđa válgaortnega Sámediggeválgga várás.

source: Sameloven ble revidert i henhold til dette i 2008, og forskrift om valg til Sametinget i 2009.
sme: Sámeláhka ođasmahttojuvvui dan ektui 2008:s, ja Sámediggeválgaláhkaásahusa ektui Sámedikki 2009 válgga birra.

source: Forskriftsarbeidet er et samarbeid mellom Sametinget, Arbeids- og inkluderingsdepartementet (AID) og Kommunal- og regionaldepartementet (KRD).
sme: Láhkaásahusbargu lea Sámedikki, Bargo- ja searvadahttindepartemeantta (BSD) ja Gielda- ja guovlodepartemeantta (GGD) gaskasaš ovttasbargu.

source: Sametingets utkast til lov og forskrift har blitt lagt avgjørende vekt på i dette arbeidet.
sme: Dán barggus lea biddjojuvvon mearrideaddji deaddu Sámedikki láhka- ja láhkaásahusárvalussii.

source: Omleggingen til en ny valgordning innebærer blant annet at en går fra 13 til 7 valgkretser, og fra 43 til 39 representanter.
sme: Ođđa válgaortnet mielddisbuktá earret eará dan ahte 13 válgabiire sadjái bohtet 7 válgabiire, ja 43 áirasa sadjái bohtet 39 áirasa.

source: Det er viktig at både kvinner og menn får lik mulighet til politisk virksomhet.
sme: áirasiid gaskka, ja dasto sihkkarastit johtileappo válgaloahpparehkenastima.

source: Sametinget har, på samme måte som til valget i 2005, vedtatt et krav om kjønnsrepresentasjon på lister til sametingsvalget.
sme: Sámediggi lea, nugo 2005 válgga oktavuođasge, mearridan gáibidit ahte listtain mat biddjojuvvojit sámediggeválga várás, galgá leat dohkálaš sohkabealovddastus.

source: Dette betyr at listeforslag som skal kunne godkjennes til sametingsvalget i 2009, må tilfredsstille krav om minst 40 prosent representasjon av hvert kjønn.
sme: Dat mearkkaša dan ahte listaevttohusas maid galgá sáhttit dohkkehit 2009 sámediggeválgga várás, ferte leat unnimusat 40 proseantta ovddastus goappáge sohkabealis.

source: Likestilling og likeverd ligger til grunn for Sametingets virksomhet.
sme: 2.5 Dásseárvu Ovttadássásašvuohta ja dásseárvu leat vuođđun Sámedikki doibmii.

source: Sametinget arbeider derfor for å fremme likestilling og likeverd uavhengig av kjønn, etnisitet og seksuell legning.
sme: Danne áigu Sámediggi ovddidit ovttadássásašvuođa ja dásseárvvu beroškeahttá sohkabealis, čearddalašvuođas ja seksuála sojus.

source: Likestilling berører alle samfunnsområder og skal være en integrert del av Sametingets arbeid.
sme: Ovttadássásašvuohta guoská buot servodatsurggiide ja galgá leat oassin Sámedikki barggus.

source: I 2008 vedtok Sametinget sin handlingsplan for likestilling 2009–2013.
sme: Sámediggi mearridii 2008:s dásseárvodoaibmaplána jagiide 2009–2013.

source: Handlingsplanen fokuserer på tre innsatsområder: Likestilling mellom kjønnene, toleranse for ulike seksuelle legninger og bekjempelse av vold i nære relasjoner.
sme: Doaibmaplánas deattuhuvvojit golbma áŋgiruššansuorggi; dásseárvu sohkabeliid gaskka, gierdavašvuohta sierralágan seksuála sojuide ja veahkaválddi eastadeapmi lagaš oktavuođain.

source: Innenfor innsatsområdene er det vedtatt mål, strategier og tiltak.
sme: Áŋgiruššansurggiid siskkobealde leat mearriduvvon ulbmilat, strategiijat ja doaibmabijut.

source: Størst fokus er det på kjønnslikestilling.
sme: Eanemusat deattuhuvvo sohkabealdásseárvu.

source: Noen av tiltakene krever et systematisk og langsiktig holdningsarbeid.
sme: Muhtun doaibmabijut gáibidit oktilaš ja guhkes áiggi miellaguottuid duddjonbarggu.

source: Sametinget kan på noen områder selv ta ansvaret for gjennomføringen, mens det på andre områder kreves innsats av andre ansvarlige myndigheter.
sme: Muhtun surggiin sáhttá Sámediggi ieš váldit ovddasvástádusa čađaheamis, go fas eará suorggit gáibidit áŋgiruššamiid eará ovddasvástideaddji eiseválddiid beales.

source: Arbeid med likestilling krevet en stor bevissthet om temaet.
sme: Dásseárvobarggu oktavuođas ferte leat alla dihtomielalašvuohta fáttá ektui.

source: Sametinget har derfor i 2008 satt i gang opplæring av sine ansatte om integrering av kjønnsperspektivet i saksbehandlingen.
sme: Danne lea Sámediggi 2008:s álggahan oahpahit bargiidis movt heivehit sohkabealperspektiivva áššemeannudeamis.

source: Sametingsrådet har tildelt midler over tilskuddsordningen likestillingstiltak i Sametingets budsjett.
sme: Sámediggeráđđi lea Sámedikki bušeahtas juohkán ruđaid dásseárvodoaibmabijuid doarjjaortnegis.

source: Sametingsrådet valgte å prioritere arbeidet med likestilling på tvers av seksuelle legninger for å sette søkelys på holdningene til andre legninger enn heterofili i samiske samfunn.
sme: Sámediggeráđđi válljii vuoruhit seksuála sojuid rasttideaddji dásseárvobarggu gidden dihte fuomášumi miellaguottuide mat olbmuin leat eará sojuide go heterofiilii sámi servodagas.

source: Sametinget har hatt god dialog med Nettverk for homofile og lesbiske samer i deres arbeid med prosjektene de har fått tilskudd til.
sme: Sámediggi lea bures gulahallan sámi homofiillaid ja lesbbaid fierpmádagain dan barggu ektui makkár prošeavttaide sii leat ožžon doarjaga.

source: Det er gledelig å se at de har vært synlige på samiske festivaler og fått positive medieoppslag i etterkant.
sme: Sámedikki 2008 doaimma birra tiválain ja leat ožžon positiiva mediafuomášumi maŋŋá.

source: En av strategiene Sametinget vedtok var at likestillings- og diskrimineringsarbeidet må forankres institusjonelt i et samisk kompetansemiljø.
sme: Sámediggi mearridii ahte okta strategiijain lea ahte dásseárvo- ja vealahanbargu ferte čadnojuvvot institušuvnnalaččat sámi gealbobirrasii.

source: Sametinget vil bidra til at det etableres et organ som gjennom informasjons- og dokumentasjonsvirksomhet fremmer likestilling og antidiskriminering i det samiske samfunnet.
sme: Sámediggi áigu bargat orgána ásahemiin mii diehtojuohkin- ja duođaštanbarggu bokte ovddidivččii dásseárvvu ja barggašii vealaheami vuostá sámi servodagas.

source: Sametinget mener at dette organet også har ansvar for overvåking av og rapportering om likestillings- og diskrimineringsspørsmål i det samiske samfunnet.
sme: Sámediggi oaivvilda ahte dán orgánas galggašii maiddái leat ovddasvástádus bearráigeahččat ja raporteret dásseárvo- ja vealahanáššiid birra sámi servodagas.

source: Sametinget anbefaler at Gáldu blir tillagt dette arbeidsområdet.
sme: Sámediggi ávžžuha ahte Gáldui biddjošii dát bargosuorgi.

source: Samisk statistikk
sme: Sámi statistihkka

source: 2.6.1 Produksjon av samiskrelatert statistikk Produksjon av samiskrelatert statistikk har vært drevet som et prosjekt siden 2003 i samarbeid med Sámi allaskuvla / samisk høgskole.
sme: 2.6.1 Sámiguoskevaš statistihka buvttadeapmi Sámi guoskevaš statistihka buvttadeapmi lea leamaš prošeaktan jagi 2003 rájes ja das lea leamaš ovttasbargu Sámi allaskuvllain.

source: Statistisk sentralbyrå (SSB) har stått for statistikkproduksjonen.
sme: Statistihkalaš guovddášdoaimmahagas leamaš ovddasvástádus statistihka buvttadeamis.

source: Prosjektet har vært finansiert av Sametinget og Arbeids- og inkluderingsdepartementet.
sme: Prošeavtta leat ruhtadan Sámediggi ja Bargo- ja searvadahttindepartemeanta.

source: Som et resultat av prosjektet er det utgitt samisk statistisk årbok i 2006 og 2008.
sme: Prošeavttas lea almmuhuvvon sámi statistihka jahkegirji 2006:s ja 2008:s.

source: SSB har publisert en egen temaside om samiskrelatert statistikk (www.ssb.no/samer).
sme: Statistihkalaš guovddášdoaimmahat lea almmuhan sierra fáddásiiddu sámiguoskevaš statistihka birra (www.ssb.no/samer).

source: Prosjektet ble avsluttet i 2008, og Sametinget arbeider nå for at produksjonen av samiskrelatert statistikk institusjonaliseres og blir en fast etablert virksomhet.
sme: Prošeakta loahpahuvvui 2008:s, ja Sámediggi lea dál oččodeamen sámiguoskevaš statistihka buvttadeami institušuvdnan ja bissovaš doaibman.

source: Arbeids- og inkluderingsdepartementet har signalisert at det vil bli gitt midler til produksjon av neste utgave av samisk statistisk årbok som planlegges utgitt i februar 2010.
sme: Bargo- ja searvadahttindepartemeanta lea dovddahan ahte addojuvvojit ruđat boahtte sámi statistihka jahkegirjji buvttadeapmái, maid leat áigumin almmuhit guovvamánus 2010.

source: Fra Sametingets side er det viktig at produksjonen av samiskrelatert statistikk blir en permanent ordning, og at dette skjer i samarbeid med aktuelle samiske fagmiljøer.
sme: Sámediggái lea deaŧalaš ahte sámiguoskevaš statistihka buvttadeapmi šaddá bissovaš ortnegin, ja ahte dat dahkkojuvvo ovttasbargguin guoskevaš sámi fágabirrasiiguin.

source: 2.6.2 Faglig analysegruppe Faglig analysegruppe for utviklingstrekk i det samiske samfunnet skal årlig fremlegge en rapport med oversikt over og analyse av situasjon og utviklingstrekk i det samiske samfunnet.
sme: 2.6.2 Fágalaš analysajoavku Fágalaš analysajoavku ovdánandovdomearkkaid ektui sámi servodagas galgá jahkásaččat ovddidit raportta mas lea sámi servodaga dil ja ovdánandovdomearkkaid visogovva ja analysa.

source: Gruppen la fram sin første rapport 13.11.08.
sme: Joavku lea ovddidan iežas vuosttaš raportta 13.11.08.

source: Analysegruppens arbeid kan gi et nyttig grunnlag for budsjettprosesser, konsultasjoner og utvikling av ulike tiltak.
sme: Analysajoavkku bargu sáhttá leat ávkin bušeahttaproseassaide, konsultašuvnnaide ja sierralágan doaibmabijuid ovddideapmái.

source: Analysegruppen kan i tillegg til sin årlige rapport, peke på manglende kilde- og kunnskapsgrunnlag og behov for utvikling av statistikk.
sme: Analysajoavku sáhttá jahkásaš raportta lassin čujuhit gokko váilu gáldo- ja máhtolašvuođavuođđu ja leago dárbu ovddidit statistihka.

source: Fra gruppens side understrekes det at rapporten er et første steg i et større utviklingsarbeid.
sme: 2008– 2009 Joavkku bealis deattuhuvvo ahte raporta lea vuosttaš lávki stuorát ovddidanbarggus.

source: Fra Sametingets side vil det være behov for ressurser til å følge opp analysegruppens anbefalinger.
sme: Sámedikki bealis lea dárbu resurssaide analysajoavkku rávvagiid čuovvoleapmái.

source: 2.7.1 Samisk parlamentarisk råd (SPR) Samisk parlamentarisk råd er et parlamentarisk samarbeidsorgan mellom sametingene i Finland, Norge og Sverige.
sme: 2.7 Sámi ovttasbargu 2.7.1 Sámi parlamentáralaš ráđđi (SPR) Sámi parlamentáralaš ráđđi lea Suoma, Norgga ja Ruoŧa sámedikkiid gaskasaš parlamentáralaš ovttasbargoorgána.

source: Samene fra Russland er permanente deltakere i rådet.
sme: Ruošša beale sámit leat bissovaš oassálastit ráđis.

source: Samisk parlamentarisk råd skal ivareta samenes interesser på tvers av landegrensene og er den samiske stemmen internasjonalt.
sme: Sámi parlamentáralaš ráđđi galgá gozihit sámiid beroštumiid riikkarájáid rastá, ja dat lea sámiid riikkaidgaskasaš jietnaguoddi.

source: Sametinget i Norge har hatt ledervervet fra mars 2007 til oktober 2008.
sme: Sápmi oasseprográmma bajimuš ulbmilin lea» Delprogrammet Sápmis övergripande mål är att, med användning av de samiska samhällets alla resurser, utveckla samiskt kultur- och näringsliv utifrån ett ekologiskt och långsiktigt resursutnyttjande» Norgga beale Sámediggi lea jođihan SPR jagi 2007 njukčamánu rájes gitta 2008 golggotmánu rádjai.

source: Det er avholdt et plenumsmøte i Roavvenjárga / Rovaniemi i oktober 2008. Fra og med 29.10.08 har Sametinget i Sverige ledelsen i Samisk parlamentarisk råd for en periode på 16 måneder.
sme: Okta dievasčoahkkin lea lágiduvvon Roavvenjárggas golggotmánus 2008. 29.10.08 rájes galgá Sámediggi Ruoŧa bealde jođihit SPR 16 mánnosaš áigodaga.

source: I 2008 har SPR blant annet prioritert arbeidet med Nordisk samekonvensjon og ny organisering av samisk språkarbeid innenfor sametingenes ansvarsområder.
sme: 2008:s lea SPR vuoruhan earret eará barggu davviriikkalaš sámekonvenšuvnnain ja sámi giellabarggu ođđa organiserema sámedikkiid ovddasvástádussuorggi siskkobealde.

source: I inneværende periode prioriterer SPR blant annet samisk språk, opplæring / utdanning ungdomssaker, samisk universitet, nordisk samekonvensjon, ressurs utnytting og miljø, internasjonalt engasjement og likestilling.
sme: Dán áigodagas vuoruha SPR earret eará sámegiela, oahpahusa / oahpu nuoraidáššiid, sámi universitehta, davviriikkalaš sámekonvenšuvnna, resursaávkkástallama ja birrasa, riikkaidgaskasaš áŋgiruššamiid ja dásseárvvu.

source: 2.7.2 Sameparlamentarikerkonferansen 2008 Samisk parlamentarisk råd avholder hvert tredje år en parlamentarikerkonferanse for representantene i sametingene i Finland, Norge og Sverige med deltakelse fra representanter for samene i Russland.
sme: 2.7.2 Sámi parlamentarihkárkonferánsa 2008:s Sámi parlamentáralaš ráđđi doallá juohke goalmmát jagi parlamentarihkárkonferánssa Suoma, Norgga ja Ruoŧa sámedikkiid áirasiidda, masa sámit Ruošša bealde ge servet.

source: I oktober ble den andre parlamentarikerkonferansen arrangert i Roavvenjárga / Rovaniemi.
sme: Golggotmánus lágiduvvui nubbi parlamentarihkárkonferánsa Roavvenjárggas.

source: Parlamentarikerkonferansen bidrar til å vise omverdenen at det samiske folk har en felles kultur og historie, et fellesskap som strekker seg over nasjonalstatenes grenser.
sme: Parlamentarihkárkonferánsa čájeha máilbmái ahte sámi álbmogis lea oktasaš kultuvra ja historjá, ja sis lea oktavuohta riikkarájiid rastá.

source: Konferansen er en viktig arena der samiske politikere møtes for å drøfte felles utfordringer.
sme: Konferánsa lea deaŧalaš arena gos sámi politihkkárat deaivvadit guorahallat oktasaš hástalusaid.

source: Hovedtemaene på parlamentarikerkonferansen var tradisjonell kunnskap, samisk språk og barn og unge.
sme: Parlamentarihkárkonferánsa váldofáddán ledje árbediehtu, sámi giella ja mánát ja nuorat.

source: Selvbestemmelse er en fellesnevner for disse teamene.
sme: Oktasaš dáidda fáttáide lea iešmearrideapmi.

source: Statene må søke samenes frie og forhåndsinformerte samtykke i alle tiltak som berører det samiske folk.
sme: Stáhtat galget ovddalgihtii gulahallat sámiiguin miehtama ektui buot doaibmabijuid oktavuođas mat gusket sámi álbmogii.

source: Årets konferanse endte også opp i et sluttdokument der Jokkmokkerklæringen ligger til grunn.
sme: Dan lassin lea deaŧalaš oažžut ortnegiid

source: 2.7.3 Årlig møte mellom sameministrene og sametingspresidentene Ministrene med ansvar for samiske saker og sametingspresidentene har avholdt sitt årlige møte i Helsinki i november.
sme: 2.7.3 Jahkásaš čoahkkin sámeministariid ja sámedikkiid presideanttaid gaskka Ministarat geain lea ovddasvástádus sámi áššiin, ja sámedikkiid presideanttat dolle jahkásaš čoahkkima skábmamánus Helssegis.

source: Viktige og sentrale emner som nordisk samekonvensjon, nordisk-samisk barneombudssamarbeid og grenseoverskridende samarbeid ble behandlet på møtet.
sme: Čoahkkimis meannuduvvojedje deaŧalaš ja guovddáš fáttát nugo davviriikkalaš sámekonvenšuvdna, davviriikkalaš-sámi mánáidáittardeaddji ovttasbargu ja rájiid rastásaš ovttasbargu.

source: Den nordiske samiske språkprisen Gollegiella, ble delt ut i forbindelse med møtet.
sme: Dán čoahkkima oktavuođas geigejuvvui maiddái davviriikkalaš sámi giellabálkkašupmi, Gollegiella.

source: Mottakere av årets pris er Henrik Barruk och föreningen Sámi Siida rs.
sme: Bálkkašumi dán jagi ožžo Henrik Barruk ja searvi Sámi Siida rs.

source: 2.7.4 Interreg IV A Nord og delprogram Interreg IV A Sápmi I det nye Interregprogrammet for programperioden 2007–2013, har Sametinget gått inn for videreføring av samisk programdeltakelse.
sme: 2.7.4 Interreg IV A Davvi ja oasseprográmma Interreg IV A Sápmi Ođđa Interreg-prográmmas prográmmaáigodahkii 2007–2013 lea Sámediggi árvalan joatkit sámi prográmmaoassálastima.

source: Med erfaring fra tidligere deltakelse vurderes Interreg å være en viktig del av norsk regionalpolitikk, særlig i forhold til det grenseoverskridende samarbeidet i Sápmi.
sme: Árvvoštallojuvvo daid vásihusaid vuođul maid ovdal leat ožžon, ahte Interreg lea deaŧalaš oassi norgalaš guovlopolitihkas, erenoamážit rájiid rastásaš ovttasbarggus Sámis.

source: Interreg IV A Sápmi skal dekke hele det samiske bosettingsområdet som et eget delprogram innenfor Interreg IV A Nord.
sme: Interreg IV A Sápmi galgá guoskat olles sámi ássanguvlui sierra oasseprográmmain Interreg IV A Davvi siskkobealde.

source: Det er opprettet en egen beslutningsgruppe (styringskomité) for det samiske programmet med 2 representanter hver fra Finland, Sverige og Norge.
sme: Sámi oasseprográmma várás lea ásahuvvon sierra mearridanjoavku (stivrenlávdegoddi) mas leat lahtut Suomas, Ruoŧas ja Norggas, guđege riikkas guokte.

source: Beslutningsgruppens oppgave er å gi innstillinger til prosjekter, delta i gjennomføring og oppfølging av programmet.
sme: Mearridanjoavkku bargun lea addit cealkámušaid prošeavttaide, searvat prográmma čađaheapmái ja čuovvoleapmái.

source: Sametinget er også representert med 2 av i alt 30 medlemmer i overvåkningskomiteen for hele programmet Interreg IV A Nord, hvor 10 medlemmer velges fra hvert av de forannevnte landene.
sme: Sámedikkis leat maid guokte ovddasteaddji oktiibuot 30 lahtu gaskkas bearráigeahččanlávdegottis mii lea olles Interreg IV A Nord prográmma várás, maid gaskkas 10 lahtu válljejuvvojit guđege ovddabealde namuhuvvon riikkain.

source: Overvåkningskomiteen har et overordnet ansvar for å påse at programmet gjennomføres i tråd med de nedfelte rammer og mål for de ulike tiltaksområdene i programmet.
sme: gozihit dan ahte prográmma čađaheapmi dávista addojuvvon rámmaide ja ulbmiliidda prográmma sierra doaibmabidjoguovlluid ektui.

source: Troms fylkeskommune i samarbeid med NordTrøndelag fylkeskommune skal ivareta sekretariatsfunksjonen for Interreg IV A Sapmi på norsk side.
sme: Romssa fylkkasuohkan galgá ovttas DavviTrøndelága fylkkasuohkaniin fuolahit Interreg IV A Sápmi čállingoddedoaimmad Norgga bealde.

source: Hovedsekretariatet for det samiske programmet utøves fra Sametinget i Kiruna.
sme: Fylkkasuohkanat hálddašit Norgga stáhtaruđaid mat leat várrejuvvon sámi prográmmii.

source: Sametinget skal ha en rådgivende funksjon overfor fylkeskommunene hva gjelder prosjektsøknader som tas opp til behandling i den samiske beslutningsgruppen.
sme: Sámi prográmma váldočállingoddi lea Sámedikkis Gironis. Sámedikkis galgá leat ráđđeaddi doaibma fylkkasuohkaniid ektui go guoská daid prošeaktaohcamiidda maid sámi mearridanjoavku meannuda.

source: Regionalpolitikk
sme: Guovlopolitihkka

source: 2.8.1 Samarbeidsavtaler Sametinget har inngått samarbeidsavtaler med Finnmark, Troms, Nordland, Nord-Trøndelag, Sør-Trøndelag og Hedmark fylkeskommuner.
sme: 2.8.1 Ovttasbargošiehtadusat Sámediggi lea dahkan ovttasbargošiehtadusaid Finnmárkku fylkkagielddain ja Romssa, Nordlándda, Davvi-Trøndelága, Mátta-Trøndelága ja Hedmárkku fylkkasuohkaniiguin.

source: Målet med samarbeidsavtalene er å styrke og synliggjøre samisk kultur, språk og samfunnsliv, og å sikre stabile og forutsigbare rammebetingelser for disse.
sme: Ovttasbargošiehtadusaid ulbmilin lea nannet ja oidnosii buktit sámi kultuvrra, giela ja servodateallima, ja sihkkarastit daidda dássedis ja einnostuvvi rámmaeavttuid.

source: Både fylkeskommunene og Sametinget er forpliktet til å følge opp avtalene.
sme: Sihke fylkkagielddat ja Sámediggi leat geatnegahttojuvvon čuovvolit šiehtadusaid.

source: Det rapporteres årlig til fylkestingene og Sametinget over aktivitet og utvikling.
sme: Fylkkagielddaide ja Sámediggái dieđihuvvo jahkásaččat doaimma ja ovdáneami birra.

source: Grunnlaget for utarbeidelsen av rapportene legges i årlige møter på politisk nivå med de aktuelle fylkeskommunene.
sme: Vuođđu raporttaid ráhkadeapmái biddjojuvvo jahkásaš čoahkkimiin politihkalaš dásis guoskevaš fylkkagielddaiguin.

source: Rapportene er lagt ved årsmeldingen.
sme: Raporttat leat biddjojuvvon mielde jahkedieđáhussii.

source: Samarbeidsavtalene revideres og oppdateres jevnlig.
sme: Ovttasbargošiehtadusat ođasmahttojuvvojit ja áigáduvvojit jeavddalaččat.

source: Revidert samarbeidsavtale mellom Sametinget og Finnmark fylkeskommune er vedtatt i 2008.
sme: Ođasmahttojuvvon ovttasbargošiehtadus Sámedikki ja Finnmárkku fylkkagieldda gaskka lea mearriduvvon 2008:s.

source: Den reviderte avtalen videreutvikler den brede satsingen innen samisk kultur, der også samiske kultursentra gis nye utviklingsmuligheter.
sme: Ođasmahttojuvvon šiehtadus jođiha viidáseappot dan viiddis áŋgiruššama sámi kultuvrra siskkobealde, man oktavuođas maiddái sámi kulturguovddážiidda addojuvvojit ođđa ovdánanvejolašvuođat.

source: Avtalen er utvidet med nye artikler om bærekraftig utvikling, Finnmarkseiendommen, arealforvaltning og folkehelse.
sme: Šiehtadus lea viiddiduvvon ođđa artihkkaliiguin nana ceavzilis ovdáneami ektui, Finnmárkkuopmodaga ektui ja areálahálddašeami ja álbmotdearvvašvuođa ektui.

source: Samarbeidsavtalen mellom Finnmark fylkeskommune og Sametinget forutsetter utarbeidelse av en felles plan for vern og forvalting av kulturminner og kulturmiljø i fylket.
sme: Ovttasbargošiehtadus Finnmárkku fylkkagieldda ja Sámedikki gaskka eaktuda ahte ráhkaduvvo oktasaš plána fylkka kulturmuittuid ja kulturbirrasa suodjaleapmái ja hálddašeapmái.

source: Det er enighet om planform og rammer for arbeidet med planen.
sme: Dán plánabarggu ektui lea ovttaoaivilvuohta das makkár plánahápmi ja rámmat galget leat.

source: Sametinget arbeider for å videreutvikle samarbeidsavtalenes innhold, og å utvide det geografiske virkeområde.
sme: Sámediggi lea viidásetovddideamen ovttasbargošiehtadusaid sisdoalu, ja viiddida geográfalaš doaibmaguovllu.

source: Sametinget har derfor i 2008 tatt initiativ til innledende samtaler om et slikt samarbeid med Oslo kommune.
sme: Danne lea Sámediggi 2008:s álggahan ságastallat dán lágan ovttasbarggu birra Oslo gielddain. Sámediggi lea maiddái váldán okta 10

source: Sametinget har også tatt initiativ til en samarbeidsavtale med Oppland fylkeskommune om kulturminnevern.
sme: vuođa Opplándda fylkkagielddain dan ektui ahte dahkat ovttasbargošiehtadusa kulturmuitosuodjaleami ektui.

source: Det vises for øvrig til kapittel 15.5 om forlengelsen av samarbeidsavtalen mellom Troms fylkeskommune og Sametinget.
sme: Čujuhuvvo muđui kapihttalii 15.5 Romssa fylkkasuohkana ja Sámedikki gaskasaš ovttasbargošiehtadusa joatkima birra.

source: Sametinget og Innovasjon Norge har i 2008 utformet en samarbeidsavtale mellom partene.
sme: Sámediggi ja Innovašuvdan Norga leaba 2008:s ráhkadan ovttasbargošiehtadusa gaskaneaskka.

source: Formålet med denne avtalen er at distriktsutviklingssystemet, representert ved Innovasjon Norge og Sametinget, skal samarbeide om næringsutvikling i samiske områder i landet.
sme: Dán šiehtadusa ulbmil lea ahte guovlluovddidanvuogádat maid Innovašuvdna Norga ja Sámediggi ovddasteaba, galgá ovttasbargat riikka sámi guovlluid ealáhusovddidemiin.

source: Avtalen vil bli undertegnet i februar 2009. 2.8.2 Kommuneøkonomi Sametinget har avgitt en overordnet og generell uttalelse til Sørheimutvalgets arbeid om inntektssystemet for kommunene.
sme: Siehtadus vuolláičállojuvvo guovvamánus 2009. 2.8.2 Gieldaekonomiija Sámediggi lea addán bajit dási ja oppalaš cealkámuša Sørheim-lávdegotti bargui gielddaid dienasvuogádaga hárrái.

source: I Regjeringens arbeid med å vurdere ulike ordninger for kommunenes inntektssystem er det særdeles viktig at hensynet til samisk språk, kultur og samfunnsutvikling ivaretas.
sme: Dan oktavuođas go ráđđehus árvvoštallá sierralágan ortnegiid gielddaid dienasvuogádaga várás, lea erenoamáš deaŧalaš ahte adnojuvvo deasta sámi gielas, kultuvrras ja servodatovddideais.
